export default function Description() {
  return (
    <>
      <div className="">
        <div>
          <p>　┏┓　</p>
          <p>　┃┃　</p>
          <p>　┃┃　</p>
          <p>　┗┛　</p>
          <p>　┏┓　</p>
          <p>　┗┛　</p>
        </div>
        <p>
          入力した文字をX（旧Twitter）用のアスキーアートにして返すサイトです。{" "}
          <br />
          ・スペースが省略されるのを防ぐため、1行目にドットを置いています。
          <br />
          ・ひらがなはカタカナに変換されます。
          <br />
          ・ひらがなは対応予定です。（のちのち...）
          <br />
          ・使っていい記号「！」「!」「？」「?」「ー」「-」「♡」。
        </p>
      </div>
      <div>
        <p>　┏┓　</p>
        <p>　┃┃　</p>
        <p>　┃┃　</p>
        <p>　┗┛　</p>
        <p>　┏┓　</p>
        <p>　┗┛　</p>
      </div>
    </>
  );
}
